{"pageProps":{"product":{"title":"All Day Inmune Support 24 horas","desc":"Nutre tu sistema inmunitario con nuestro exclusivo Ester-C®, una forma de vitamina C que brinda apoyo durante todo el día.","description":"Nutre tu sistema inmunitario con nuestro exclusivo Ester-C®, una forma de vitamina C que brinda apoyo durante todo el día.* La vitamina C es un antioxidante que es importante para el funcionamiento de los glóbulos blancos, que son componentes vitales del sistema inmunitario. .* Ester-C® clínicamente estudiado permanece en sus glóbulos blancos hasta por 24 horas, durando más que la vitamina C tradicional.**\r\nLa vitamina C apoya la función inmunológica saludable y promueve nuestro bienestar general.** Mientras que muchos animales producen naturalmente esta vitamina esencial, los humanos no pueden. Por eso es importante obtener nuestra vitamina C de frutas cítricas, ciertos vegetales y suplementos.\r\nMás allá del potente apoyo antioxidante y el apoyo inmunitario avanzado, Ester-C también apoya la salud del corazón y las vías respiratorias superiores.* Además, esta fórmula incluye vitaminas, minerales y hierbas esenciales. La vitamina D, el zinc y la vitamina A ayudan aún más a mantener un sistema inmunológico saludable.* Y las vitaminas B-6 y B-12 respaldan el metabolismo energético, mientras que los electrolitos vitales ayudan en la hidratación metabólica.","company":"puritians-pride","content":{"text":"","type":"","size":21,"size_type":"sobres"},"benefits":["Proporciona apoyo inmunologico las 24 horas.","Apoya la salud de las vías respiratorias superiores.","Promueve la salud antioxidante.","Contiene un suministro de 21 días de paquetes efervescentes en un delicioso polvo natural con sabor a naranja."],"categories":["sobres","suplementos","vitaminas"],"image":{"src":"/_next/static/media/All-Day-Inmune-Support.758da82e.png","height":601,"width":601,"blurDataURL":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAgAAAAICAYAAADED76LAAAA0UlEQVR42oXPMU4CQRQG4P/tvJlEl0UMqLGw8A4mWtjZmFhZeAYLL+BBvIgNNyA0JIRAAqEkJJAAmbAszO4MM8MR+G7w4Rz6+/35kpx8m9ajCSQpAoiuDOlidOlC/OePm/F77htvs6SGZchgA9BKtrhLV7iquoLvVWfTrH/i4eXVrgsvSuvQrEuPfqF40l5zZSvnvMDBEvRGoywNhLilLDLg4Tg6iHg0ICKlogd5hwAWigkXGST3Vs/TauuHsTHbGZ0nhc5J5iJcz/e1VD8NzjZPDltbNgqIJ8kAAAAASUVORK5CYII=","blurWidth":8,"blurHeight":8},"price":150,"sale_price":"","sale_price_date":""}},"__N_SSG":true}