{"pageProps":{"product":{"title":"C - 100mg","desc":"Nuestro producto de vitamina C de alta calidad ofrece una protección antioxidante superior en una cápsula de 1000 mg. ","description":"Nuestro producto de vitamina C de alta calidad ofrece una protección antioxidante superior en una cápsula de 1000 mg. También incluye 30 mg de bioflavonoides, que ayudan al cuerpo a absorber y utilizar la vitamina C (Healthnotes). La vitamina C es uno de los mejores antioxidantes para combatir los radicales libres. También juega un papel importante en el apoyo a la función inmunológica. Beneficios adicionales de la vitamina C: apoya la salud cardíaca y circulatoria, promueve la absorción de hierro, apoya las articulaciones sanas y desempeña un papel en la formación de colágeno, que es beneficioso para la salud de la piel, el cabello y las uñas.\r\nIncluye 30 mg de bioflavonoides, que ayudan a su cuerpo a absorber y utilizar la vitamina C (Healthnotes).\r\nApoya la salud del corazón y circulatoria, promueve la absorción de hierro, apoya la salud de las articulaciones y desempeña un papel en la formación de colágeno, que es beneficioso para la salud de la piel, el cabello y las uñas","company":"puritians-pride","content":{"text":"","type":"","size":100,"size_type":"cápsulas"},"benefits":["Uno de los mejores antioxidantes para combatir los radicales libres.","Formación de colágeno.","Apoya la salud del corazón y circulatoria,"],"categories":["Contiene","suplementos","vitaminas"],"image":{"src":"/_next/static/media/c-100mg.288f8b01.png","height":601,"width":601,"blurDataURL":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAgAAAAICAYAAADED76LAAAA6ElEQVR42lXKTysEYRzA8e9v2t8+OzuYWTWzBxoHSbkocmQv8i4kB96Cl6I4OTjKv1xQcpBwc1ituW1oD9qWWsus2UdpUz7nj3QOVhToalHXkPwW17fYaHod2LZYzV1W6xlApOORZzq8JS8EZi4CuNjYzARgh9GRxb3Vug77zv3ZFUGp1DNhHAPPOYBdnmRhopKaclwIzBSPtVp6cnwDwG84BYvtIR+vSKuBa7tiPL8f+tQbwgwM4hR91P3Ed82/IOl702k3ElrVB9oaSFgO5S/sV5Yye3eYNgtuPjk/Ymxy9mt5Zv4b4Ac3w0bcUHap+AAAAABJRU5ErkJggg==","blurWidth":8,"blurHeight":8},"price":100,"sale_price":"","sale_price_date":""}},"__N_SSG":true}