{"pageProps":{"product":{"title":"Cinamon de canela 500mg","desc":"Se ha hecho referencia a esta hierba antigua en escrituras orientales que datan de hace miles de años. ","description":"Se ha hecho referencia a esta hierba antigua en escrituras orientales que datan de hace miles de años. ¿Sabías que además de su uso como especia culinaria, la canela se ha destacado por sus propiedades antioxidantes? Como una adición a base de hierbas a su programa de salud, la canela puede ayudar a apoyar el metabolismo del azúcar. Las cápsulas de gelatina sin conservantes de Puritan's Pride contienen polvo puro de hierbas molidas. Los productos de hierbas enteras naturales de Puritan's Pride utilizan partes de plantas molidas para proporcionar los componentes naturales que se encuentran en la naturaleza. La canela puede ayudar a mantener niveles saludables de azúcar en la sangre que ya se encuentran dentro de un rango normal. Aprovechar los beneficios de la canela en forma de suplemento puede ser una opción más práctica que simplemente confiar en las pequeñas cantidades que puede ingerir en los alimentos.","company":"puritians-pride","content":{"text":"","type":"","size":200,"size_type":"cápsulas"},"benefits":["Regula los niveles de glucosa de forma natural.","Reduce los niveles de azúcar en la sangre.","Aumenta la cantidad de insulina en el cuerpo.","Promueve el metabolismo del azúcar.","Promueve la salud circulatoria.","Regula los niveles de glucosa de forma natural","Apoya el metabolismo saludable de los nutrientes."],"categories":["canela","suplementos","vitaminas"],"image":{"src":"/_next/static/media/Cinamom-de-canela-400mg.2d1418a7.png","height":601,"width":601,"blurDataURL":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAgAAAAICAYAAADED76LAAAA4UlEQVR42mNwXxHMygAEwTtjE6K2ZvzXbXT5H9KfmgESC5mQDJSDgtje1AWhnbH/JWJU/kc3JSz7+P8/E1wysTTBOGtR7v+ybXV/7Spd/vhUB/4v6C6yhCtYtnmJUdGk7P+Z/en/QkrC/gamBvyvbai2gCs4eeyk0azV0/73Lmv/V9RV9DerOut/U0sTQsHWreuMNnVU/N84qfJf76bKv7Vzi/7PmDkVoaCupcK4siXrf9/s+v8Fk9P/pzUl/q9pq0C4Qc1LWTd5Ud7v+OV53xkCeb+55fv+zerJM2ZgYGAAAJveYzekYRGYAAAAAElFTkSuQmCC","blurWidth":8,"blurHeight":8},"price":150,"sale_price":"","sale_price_date":""}},"__N_SSG":true}