{"pageProps":{"product":{"title":"Collagen","desc":"Youtheory® Collagen puede ayudarlo a lograr la salud interior y la belleza exterior. ","description":"Youtheory® Collagen puede ayudarlo a lograr la salud interior y la belleza exterior. Esta fórmula, que proporciona 6000 mg de péptidos de colágeno fácilmente digeribles y altamente absorbibles por porción, proporciona los componentes esenciales para apoyar un envejecimiento saludable y una apariencia más juvenil. También cuenta con una dosis diaria de vitamina C para ayudar a la formación normal de colágeno y aumentar la protección antioxidante.\r\nCOLÁGENO YOUTHEORY®: utiliza colágeno hidrolizado, que es un tipo de proteína que se \"predigiere\" o se descompone en péptidos de tamaño más pequeño para una mejor absorción en el cuerpo.* Se utiliza un proceso enzimático suave y frío para crear colágeno completamente hidrolizado.\r\nDATOS SOBRE EL COLÁGENO: Es la proteína individual más abundante en el cuerpo humano. Es literalmente el \"pegamento\" que une, proporcionando el marco estructural básico del cuerpo interno, incluido el cabello, la piel, las articulaciones, los huesos, los vasos sanguíneos y los órganos.\r\nEFECTOS DEL ENVEJECIMIENTO: El contenido de colágeno del cuerpo disminuye gradualmente con la edad, lo que conduce a tejidos más delgados, débiles y menos resistentes con el tiempo. El colágeno Youtheory® ayuda a reponer esta proteína vital para revitalizar la piel, el cabello y las uñas.","company":"youtheory","content":{"text":"","type":"","size":290,"size_type":"tabletas"},"benefits":["Apoya un envejecimiento saludable.","Apariencia más juvenil. "],"categories":["suplementos-de-belleza","tabletas"],"image":{"src":"/_next/static/media/Collagen.c2f43b32.png","height":601,"width":601,"blurDataURL":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAgAAAAICAYAAADED76LAAAA7UlEQVR42iWKTStEYRiG7/fjHKfJmIWZlIWNLKVsNCwkDZItf8CfUIhfo/wBDc1WElslCzVTwgrNe+ac83495mmuurvq7hKPT88yOBcBHMw2ss7f0NAoDzck6Q6ABBHx9MnZ+Xtnd4vamxt0enH5wj8jetdX7O2PQb+Xm9KmWSZq07WkOTe/vnN0+KDX9vbBOOeRJUoNXu9FqRewsroMRlofMF5BUsIGEj+jXEQyAKHgQEut2T4Yg6oo49JiW6QzdZVb68GBqyq2/zVDxBC09g5JjKg3MAm63Vv229f357HSWiXplAjWVq1mqw8A/wgTb240D9SjAAAAAElFTkSuQmCC","blurWidth":8,"blurHeight":8},"price":"190","sale_price":"","sale_price_date":""}},"__N_SSG":true}