{"pageProps":{"product":{"title":"Mega-Potency Vitamin D3","desc":"Esta nueva fórmula contiene 10,000 UI de vitamina D. La vitamina D es conocida como esencial cuando se trata de desarrollar dientes y huesos fuertes. ","description":"Esta nueva fórmula contiene 10,000 UI de vitamina D. La vitamina D es conocida como esencial cuando se trata de desarrollar dientes y huesos fuertes. La vitamina D3 es una forma más potente y biodisponible en comparación con la D2. Ayuda al cuerpo con la absorción de calcio. En los días inmediatamente posteriores a un entrenamiento intenso, la fuerza muscular puede disminuir temporalmente a medida que su cuerpo se recupera, lo que puede afectar el rendimiento. La vitamina D puede ayudar a mejorar la recuperación de la fuerza muscular para que pueda volver a entrenar duro.\r\nLa vitamina D3 es una forma más potente y biodisponible en comparación con la D2.","company":"puritians-pride","content":{"text":"","type":"","size":100,"size_type":"cápsulas"},"benefits":["Apoyo estructural - 5.000 UI de mayor potencia - Ayuda a mantener huesos fuertes.","La vitamina D3 es conocida por interactuar con más de 200 genes diferentes y por lo tanto juega un papel regulador crucial como activador metabólico para una multitud de procesos metabólicos.","Este producto ha sido fabricado con ingredientes de la más alta calidad disponible."],"categories":["capsulas","suplementos","vitaminas"],"image":{"src":"/_next/static/media/Mega-Potency-Vitamin-D3.9a483cd7.png","height":601,"width":601,"blurDataURL":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAgAAAAICAYAAADED76LAAAAyElEQVR42mP4/SWMhQEIfv+ILvv3Ne7/m8PG/+/t8q8EiT3Z78XCcHaDM1jB1Z2BhXcOev2/tFjw/40twSUgsVML7FgY/v+/wQjiXNqaffH+qfb/2+Zm/N86O/YyAwz8//8frOD6gZbzH97s+H/i4Iz/c6dUXMJUcGryuYePt/w/snfS/7ULajEVXDk++dzVW+v+793Z93/dwnpMBfdP9F54cGfJ/x2rKv6vmVmOcMOPzTpgBaeWRJ09PC/0/7Q8xf/ren3Pw+QBZyRyq9VF30YAAAAASUVORK5CYII=","blurWidth":8,"blurHeight":8},"price":100,"sale_price":"","sale_price_date":""}},"__N_SSG":true}